/*Требуется хранить и обрабатывать информацию о дробях. Дробь
        задается числителем и знаменателем (целые числа). В файле
        хранится информация о дробях (пары целых чисел). Вывести попарные суммы, разности, произведения и деления всех дробей,
        максимальную и минимальную дроби, список дробей, отсортированный по убыванию с выделением целой части дроби, если
        это возможно.*/

package myClasses;
import java.io.FileInputStream;
import java.io.FileOutputStream;
import java.io.IOException;

public class MainClass {
    public static void main(String[] args) {

    }
}
